<?die();?>|a_20061112_002703|值得一看的健康46条|1163262423|1|0||0|0|0||donge|
<?die();?>|a_20060917_183413|今天看了个电影，Crash，电影不错哦~~|1158489253|1|0||0|0|0||donge|
<?die();?>|a_20060609_182745|来偷窥我|1149848865|1|0||0|0|1||donge|
<?die();?>|a_20060602_222241|进入了百度之星程序设计大赛复赛，高兴|1149258161|1|0||0|0|0||donge|
<?die();?>|a_20060523_124223|新CNKI，截止今日好使|1148359343|1|0||0|0|0||donge|
<?die();?>|a_20060506_134400|TopCoder Open 2006 Champions|1146894240|1|0||0|0|0||donge|
<?die();?>|a_20060416_095403|Sam's Objects 婴儿都能学会面向对象思想！|1145152443|1|0|w_sunny|0|0|0||donge|
<?die();?>|a_20060409_131801|图片拼写的字符和数字|1144559881|1|0||0|0|0||donge|
<?die();?>|a_20060107_224651|一个有趣的网站，太经典了|1136645211|1|0|w_night|0|0|0||donge|
<?die();?>|a_20051227_212350|我要疯了，系分没过！！！|1135689830|1|0||0|0|3||donge|
<?die();?>|a_20051223_112317|心目中的Java2十大经典中文图书 |1135308197|1|0|w_snowy|0|0|0||donge|
<?die();?>|a_20051215_215923|好酷一个域名！|1134655163|1|0|w_night|0|0|0||donge|
<?die();?>|a_20051204_110008|近10年最强的50本计算机图书|1133665208|1|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051128_114216|[转贴] 我在华为打工的日子|1133149336|1|0|w_overcast|0|0|0||donge|
<?die();?>|a_20051128_104904|[转] 2005年国内各大公司的薪酬全揭秘|1133146144|1|0|w_snowy|0|0|0||donge|
<?die();?>|a_20051127_073731|慧通给了offer|1133048251|1|0|w_rainy|0|0|0||donge|
<?die();?>|a_20051125_215714|【精品】使用代理加密码快速下载cnki和万方全文的方法|1132927034|1|0|w_night|0|0|3||donge|
<?die();?>|a_20051119_192408|精品图书推荐,好书不多啊|1132399448|1|0|w_night|0|0|0||donge|
<?die();?>|a_20051118_230654|donge的blog又来了，呵呵|1132326414|1|0||0|0|0||donge|
