<?die();?>|a_20060515_204439|这个图片太搞了~~~|1147697079|7|0||0|0|0||donge|
<?die();?>|a_20060105_140021|搞笑的圣诞Flash，忍住|1136440821|7|0|w_sunny|0|0|0||donge|
<?die();?>|a_20060101_112616|极品说唱Flash－大大学校|1136085976|7|0|w_overcast|0|0|0||donge|
<?die();?>|a_20051219_104956|鹿鼎记－超级女生，强！|1134960596|7|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051213_181554|大学自习曲2，挺经典...|1134468954|7|0|w_night|0|0|0||donge|
<?die();?>|a_20051122_225341|真人金家潘，极品！|1132671221|7|0|w_night|0|0|0||donge|
<?die();?>|a_20051119_122322|曹卉娟－《玻璃杯》|1132374202|7|0|w_sunny|0|0|0||donge|
