<?die();?>|a_20061112_002703|值得一看的健康46条|1163262423|1|0||0|1|0||donge|
<?die();?>|a_20060917_183413|今天看了个电影，Crash，电影不错哦~~|1158489253|1|1||0|36|0||donge|
<?die();?>|a_20060620_230638|百度之星的t-shirt收到了|1150815998|0|0||0|37|0||donge|
<?die();?>|a_20060609_182745|来偷窥我|1149848865|1|0||0|39|1||donge|
<?die();?>|a_20060602_222241|进入了百度之星程序设计大赛复赛，高兴|1149258161|1|0||0|71|0||donge|
<?die();?>|a_20060523_124223|新CNKI，截止今日好使|1148359343|1|0||0|95|0||donge|
<?die();?>|a_20060515_204439|这个图片太搞了~~~|1147697079|7|0||0|254|0||donge|
<?die();?>|a_20060506_134400|TopCoder Open 2006 Champions|1146894240|1|0||0|1|0||donge|
<?die();?>|a_20060502_225657|大二的时候我做的网站截图|1146581817|2|0|w_sunny|0|1|0||donge|
<?die();?>|a_20060416_095403|Sam's Objects 婴儿都能学会面向对象思想！|1145152443|1|0|w_sunny|0|1|0||donge|
<?die();?>|a_20060409_131801|图片拼写的字符和数字|1144559881|1|0||0|1|0||donge|
<?die();?>|a_20060107_224651|一个有趣的网站，太经典了|1136645211|1|0|w_night|0|0|0||donge|
<?die();?>|a_20060105_140021|搞笑的圣诞Flash，忍住|1136440821|7|0|w_sunny|0|0|0||donge|
<?die();?>|a_20060104_001129|XHTML教程|1136304689|2|0|w_night|0|0|0||donge|
<?die();?>|a_20060102_232617|__stdcall与__cdecl的区别 |1136215577|6|0||0|0|0||donge|
<?die();?>|a_20060102_152246|Linux命令|1136186566|5|0|w_overcast|0|0|0||donge|
<?die();?>|a_20060102_094655|Happy New Year! Yet January First Wasn't Always So Special |1136166415|0|0|w_sunny|0|1|0||donge|
<?die();?>|a_20060101_112616|极品说唱Flash－大大学校|1136085976|7|0|w_overcast|0|0|0||donge|
<?die();?>|a_20051227_212350|我要疯了，系分没过！！！|1135689830|1|1||0|0|3||donge|
<?die();?>|a_20051223_112317|心目中的Java2十大经典中文图书 |1135308197|1|0|w_snowy|0|0|0||donge|
<?die();?>|a_20051219_104956|鹿鼎记－超级女生，强！|1134960596|7|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051218_215123|[VB]控制网页的FORMS行为|1134913883|6|0|w_night|0|0|0||donge|
<?die();?>|a_20051215_215923|好酷一个域名！|1134655163|1|0|w_night|0|0|0||donge|
<?die();?>|a_20051213_181554|大学自习曲2，挺经典...|1134468954|7|1|w_night|0|35|0||donge|
<?die();?>|a_20051206_095150|[AJAX] 对Gmail中使用AJAX技术的研究|1133833910|2|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051204_213716|[Google] 针对C程序员的TopCoder C++|1133703436|6|0|w_night|0|0|0||donge|
<?die();?>|a_20051204_110008|近10年最强的50本计算机图书|1133665208|1|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051203_140217|编写你的第一个 WML 页面|1133589737|2|0|w_snowy|0|0|0||donge|
<?die();?>|a_20051203_125156|[转] WAP协议初级读本|1133585516|2|0|w_snowy|0|0|0||donge|
<?die();?>|a_20051203_123427|[扫盲] 软交换简介|1133584467|4|0|w_snowy|0|0|0||donge|
<?die();?>|a_20051128_220828|如何编写Linux设备驱动程序|1133186908|5|0|w_night|0|0|0||donge|
<?die();?>|a_20051128_114216|[转贴] 我在华为打工的日子|1133149336|1|0|w_overcast|0|0|0||donge|
<?die();?>|a_20051128_104904|[转] 2005年国内各大公司的薪酬全揭秘|1133146144|1|0|w_snowy|0|0|0||donge|
<?die();?>|a_20051127_073731|慧通给了offer|1133048251|1|0|w_rainy|0|0|0||donge|
<?die();?>|a_20051125_215714|【精品】使用代理加密码快速下载cnki和万方全文的方法|1132927034|1|0|w_night|0|0|3||donge|
<?die();?>|a_20051122_225341|真人金家潘，极品！|1132671221|7|0|w_night|0|0|0||donge|
<?die();?>|a_20051119_192408|精品图书推荐,好书不多啊|1132399448|1|0|w_night|0|0|0||donge|
<?die();?>|a_20051119_175155|[原创] 《高质量C++/C 编程指南》笔记2|1132393915|0|0|w_night|0|0|3||donge|
<?die();?>|a_20051119_141626|[转贴] 变态级JAVA程序员面试32问(附答案)|1132380986|0|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051119_133958|[转贴] 《The C Programming Language》读书笔记|1132378798|0|0|w_sunny|0|324|0||donge|
<?die();?>|a_20051119_122322|曹卉娟－《玻璃杯》|1132374202|7|2|w_sunny|0|0|0||donge|
<?die();?>|a_20051119_111147|[原创] 《高质量C++/C 编程指南》笔记1|1132369907|0|0|w_sunny|0|0|3||donge|
<?die();?>|a_20051119_101717|主流Blog之2005（Blog程序评析）|1132366637|2|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051119_082138|[VC] 非常酷的GUI Lib和Sample|1132359698|6|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051119_081116|Telnet到端口25以测试SMTP通信|1132359076|4|0|w_sunny|0|0|0||donge|
<?die();?>|a_20051119_080615|[转帖教程]3230拆机.清理屏幕进尘方法图解|1132358775|3|0|w_sunny|0|35|0||donge|
<?die();?>|a_20051118_233815|一个基于XML的菜谱网站（仅限ie）|1132328295|2|0||0|0|0||donge|
<?die();?>|a_20051118_230654|donge的blog又来了，呵呵|1132326414|1|0||0|0|0||donge|
<?die();?>|a_20051118_225551|[牛人撰记] 林锐：我的大学十年|1132325751|0|0|w_sunny|0|0|0||donge|
