<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langacp = array
(
	0=>'程序信息 ',
	1=>'全景信息',
	2=>'基本设置',
	3=>'参数设置',
	4=>'blog信息',
	5=>'网主信息',
	6=>'数据目录',
	7=>'模板链接',
	8=>'模板管理',
	9=>'友情链接',
	10=>'日志管理',
	11=>'用户管理',
	12=>'分类管理',
	13=>'新建分类',
	14=>'分类编辑',
	15=>'分类排序 ',
	16=>'分类删除',
	17=>'其他选项 ',
	18=>'禁止选项 ',
	19=>'公告编辑 ',
	20=>'词语替换 ',
	21=>'上传管理 ',
	22=>'时差管理 ',
	23=>'相册管理 ',
	24=>'编辑相册 ',
	25=>'缩略图工具 ',
	26=>'维护备份 ',
	27=>'重新计数 ',
	28=>'刷新缓存 ',
	29=>'环境检测 ',
	30=>'精简数据库 ',
	31=>'数据备份 ',
	32=>'数据导入 ',
	33=>'管理项目 ',
	34=>'运行PHP命令 ',
	35=>'退出登陆 ',
	36=>'退回首页 ',
	37=>'语言管理',
	38=>'转向分类',
	39=>'框架设置',
	40=>'开关日志',
	41=>'文章管理',
	42=>'草稿管理',
	43=>'插件中心',
	44=>'插件管理',
	45=>'刷新表情',
	46=>'用户组配置',
);

$langanc = array
(
	0=>'设置公告',
	1=>'可使用UBB代码',
	2=>'内容：',
	3=>'更新成功',
	4=>'你已经成功更改了公告。',
);


$langafs = array
(
	0=>'主页',
	1=>'查看全部',
	2=>'查看分类',
	3=>'查看日志',
	4=>'查看回复',
	5=>'留言本',
	6=>'搜索结果',
	7=>'查看当日',
	8=>'查看回响',
	9=>'全部链接',
	10=>'注册页',
	11=>'用户列表',
	12=>'相册',
	13=>'查看归档',
	14=>'查看统计',
	15=>'显示',
	16=>'隐藏',
	17=>'框架设置',
	18=>'页面',
	19=>'是否显示侧栏',
	20=>'开启',
	21=>'关闭',
	22=>'Blog常规开闭时间',
	23=>'时段',
	24=>'开关状态',
	25=>'Blog目前开关状态',
	26=>'注意：此处的关闭仅指关闭正常的浏览，可能通过某种方式仍可提交留言和评论，且wap、引用、RSS等功能不受关闭影响。',
);

$langabt = array
(
	0=>'不隐藏',
	1=>'隐藏',
	2=>'禁止回复',
	3=>'日志名',
	4=>'发布时间',
	5=>'分类',
	6=>'属性',
	7=>'删除',
	8=>'属性改为',
	9=>'移动到',
	10=>'没有选择新分类。',
	11=>'没有选择任何日志。',
	12=>'完成了批量日志管理。',
	13=>'仅注册用户可见',
);