<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langadgl = array
(
	0=>'未命名相册',
	1=>'没有说明',
	2=>'编辑',
	3=>'相册管理 ',
	4=>'文件夹名',
	5=>'相册名',
	6=>'描述',
	7=>'相册说明',
	8=>'图片说明',
	9=>'使用说明:<br><br>建立一个新的相册：在您Bo-Blog安装目录下的gallery文件夹下新建一个文件夹，然后到本页面设定此相册的名字和说明，就完成新建了一个相册。<br><br>上传图片：将图片通过FTP传到相应的相册目录下即可。每个图片需要对应两个文件。一是图片本身，比如 a.gif 。另外需要上传的是这个图片的缩略图，命名方式是： _thb_文件名。 比如， a.gif 的缩略图应该是 _thb_a.gif 。有了这两个文件，图片上传才算完成。没有缩略图的图片将自动采用默认的缩略图。<br><br>如何生成缩略图：如果你的服务器支持 GD库 ，可以用程序自带的“缩略图工具”批量生成一个图片文件夹下的所有缩略图。如果你的服务器不支持GD库，你需要使用一些可以自动生成缩略图的软件，比如Fireworks。<br><br>删除一个相册或图片：直接在FTP内将其删除即可。<br><br>注意：图片和文件夹的文件名请尽量使用拉丁字母，否则可能产生不可预知的问题。',
	10=>'此文件夹不存在。',
	11=>'相册管理 - 相册属性',
	12=>'对相册的编辑完成。',
	13=>'生成',
	14=>'相册管理 - 缩略图',
	15=>'缩略图',
	16=>'使用说明:<br><br>此操作需要服务器支持GD库。<br>注意：已经存在的同名缩略图会被自动覆盖。',
	17=>'相册管理 - 图片描述',
	18=>'图片文件名',
	19=>'图片描述',
	20=>'编辑了图片描述。',
	21=>'已经完成了文件夹下所有缩略图的批量生成。生成缩略图个数：',
);


$langadpl = array
(
	0=>'插件名',
	1=>'作者',
	2=>'版本',
	3=>'简介',
	4=>'管理',
	5=>'删除',
	6=>'插件管理',
	7=>'添加一个插件',
	8=>'插件文件夹名',
	9=>'找不到指定的插件文件夹或者不存在符合要求的安装文件。',
	10=>'成功添加了一个插件。',
	11=>'没有指定插件。',
	12=>'插件删除完毕。',
);