<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langarp =  array
(
	0=>'评论',
	1=>'现在禁止发表评论。',
	2=>'你的ip被禁止发表评论。',
	3=>'不存在的文章；',
	4=>'没有填写你的称呼；',
	5=>'称呼超长；',
	6=>'称呼与blog主人完全一致（为避免混淆视听请改变你的称呼，如果你是blog主人请登陆后发表）；',
	7=>'您的称呼被一位注册用户占用。请改变你的称呼，如果您是此用户请登陆后发表',
	8=>'验证码不正确，请仔细输入；',
	9=>'没有填写内容；',
	10=>'内容超长；',
	11=>'内容中含有被禁止发表的词语或内容！',
	12=>'此文已被锁定，或具有不可浏览属性！',
	13=>'你成功发表了一篇评论。',
	14=>'返回刚回复的文章',
	15=>'无权删除或回复；',
	16=>'你是否要删除对于 :: 的回复？此操作不可恢复！',
	17=>'你已经成功删除了回复。',
	18=>'你真的要删除这篇关于 :: 的<b>所有</b>回复吗？此操作不可恢复！',
	19=>'删除了所有回复；',
	20=>'回复留言',
	21=>'留言者',
	22=>'留言时间',
	23=>'留言内容',
	24=>'成功发表或修改了对留言的回复。',
	25=>'成功删除了对留言的回复。',
	26=>'副管理员只能编辑、删除自己发表的回复。',
);

$langarg =  array
(
	0=>'用户注册',
	1=>'未填写用户名或太短的用户名，或用户名包含不可接受的字符。',
	2=>'用户名已被占用。',
	3=>'用户名含有违禁词语。',
	4=>'邮箱地址不正确。',
	5=>'密码太短。',
	6=>'两次输入密码不一致。',
	7=>'注册成功，您现在可以登陆。',
	8=>'如果您更改过密码，您将需要重新登陆。',
);