<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langabk = array
(
	0=>'欢迎来到备份程序',
	1=>'程序将备份所有重要数据。请在下面输入备份到的文件夹名，如运行于安全模式请先手动建立此文件夹，属性设置为777',
	2=>'视数据多少，备份可能需要比较长的时间',
	3=>'开始备份',
	4=>'恭喜，所有内容备份完成，请到 :: 文件夹下载备份数据',
	5=>'程序将把文章数据、用户数据完全转入新文件夹，把设置项转入blog/目录。请在下面输入新的数据存放文件夹名，如运行于安全模式请先手动建立文件夹，属性设置为777',
	6=>'请务必保证备份数据由本程序自动生成且未经修改！！',
	7=>'备份数据所在目录',
	8=>'新文章存放目录',
	9=>'新用户数据存放目录',
	10=>'开始转入数据',
	11=>'恭喜，所有内容转入完成',
);

$langban = array
(
	0=>'禁止发布言论的ip,每个ip用半角 , （逗号）隔开',
	1=>'输入禁止的ip，ip段（比如202.120.36匹配202.120.36.*)',
	2=>'禁止发布的词汇,每个词语用半角 , （逗号）隔开',
	3=>'敏感词语：',
	4=>'输入禁止的词语，大小写忽略',
	5=>'更新成功',
	6=>'你已经成功更改了禁止发言的ip。',
	7=>'你已经成功更改了敏感词语设置。',
	8=>'禁止搜索的词',
	9=>'为了避免胡乱搜索，可以将一些常用词列入禁止搜索<br/>程序已经禁止了少于三个字节（一个汉字）的词语搜索',
	10=>'无意义词',
	11=>'保存了禁止搜索词。',
);
