<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langadmt = array
(
	0=>'维护－重新计数',
	1=>'继续操作将：',
	2=>'修复文章数、回复数和日历显示上的异常。',
	3=>'维护过程可能需要一些时间（视文章数量而定） ',
	4=>'下一步',
	5=>'正在修复...',
	6=>'修复完成',
	7=>'你完成了修复。',
	8=>'维护－重建缓存',
	9=>'修复首页上左侧的最新记录和最新回复列表。<br>刷新友情链接的js缓存。<br>清空搜索留下的缓存。',
	10=>'维护－初始目录',
	11=>'将上传文件目录更改为初始值: up/ 。',
	12=>'完成了目录文件名更改。',
	13=>'维护－重新检测环境',
	14=>'探测空间对一些本程序需要用到的函数是否支持。更换了空间或空间更改了配置后需要运行这步操作重新检测。',
	15=>'支持',
	16=>'不支持，受影响的功能：',
	17=>'探测结果：',
	18=>'维护－精简数据库',
	19=>'系统会检测您的回复数据库，将部分记录转移到备用的文件中，使得当前的列表仅包含必要的记录条数（50条）。这一步操作不影响外观的显示，但可以适当提速，请定期执行此步操作。',
	20=>'成功压缩了回复数据库。',
	21=>'成功刷新表情！',
);

$langapf = array
(
	0=>'个人附加信息 (*必填)',
	1=>'选择头像：',
	2=>'不改变当前头像',
	3=>'个人主页： ',
	4=>'来自：',
	5=>'生日：',
	6=>'四位年/两位月/两位日 (用半角的"/"连接，不公开，仅判断星座)',
	7=>'性别：',
	8=>'不透露',
	9=>'男',
	10=>'女',
	11=>'简介：',
	12=>'你已经成功更改了个人信息。',
	13=>'职业',
	14=>'电话',
	15=>'特长',
);

$langask = array
(
	0=>'不存在的文章id；',
	1=>'已经取消了置顶。',
	2=>'返回被取消置顶的文章',
	3=>'已经成功置顶了文章。 ',
	4=>'返回置顶的文章',
);

$langaul = array
(
	0=>'选择需要上传的文件，并点击“上传”',
	1=>'目标文件：',
	2=>'确定上传',
	3=>'没有选择文件 ',
	4=>'上传成功，',
	5=>'此文件的引用地址为：',
	6=>'点击这里复制到剪贴板',
	7=>'点这里重新检测环境',
	8=>'删除',
	9=>'上传管理',
	10=>'文件名（点击浏览）',
	11=>'上传时间',
	12=>'字节数',
	13=>'文件成功删除。',
	14=>'附件命名方式',
	15=>'Unix时间戳',
	16=>'日期时间',
	17=>'原文件名（限英文文件名）',
	18=>'自定义',
	19=>'（仅仅填写主文件名即可，英文）',
	20=>'重名文件处理',
	21=>'自动重命名',
	22=>'提示我',
	23=>'覆盖原文件',
	24=>'指定的文件名含有非拉丁字母，或者没有填写文件名。',
	25=>'上传文件夹中有重名文件。',
);

$langaau = array
(
	0=>'用户定位',
	1=>'输入用户名：',
	2=>'无此用户。',
	3=>'你确认要删除以下用户吗？  <br>详情： ',
	4=>'用户名：',
	5=>'注册于：',
	6=>'发布评论：',
	7=>'删除了以下用户：',
	8=>'删除',
	9=>'上传管理',
	10=>'文件名（点击浏览）',
	11=>'上传时间',
	12=>'字节数',
	13=>'文件成功删除。',
	14=>'分页： ',
	15=>'查看',
	16=>'排序：',
	17=>'按字母升序',
	18=>'按字母降序',
	19=>'按注册日升序',
	20=>'按注册日降序',
	21=>'编辑',
	22=>'找到用户',
	23=>'更改用户组组号为',
	24=>'初始用户的密码为',
	25=>'（不填则不改）',
	26=>'更改',
	27=>'编辑用户成功。',
	28=>'添加/编辑副管理员',
	29=>'在这里输入副管理员的ID，副管理员只拥有管理员的前台权力，不能进入后台。两个id之间请用半角逗号分开。最后一个id后不要逗号。<br>提升用户为副管理员后，其用户组设置不再有约束力。',
	30=>'成功编辑副管理员列表。',
);

$langadf = array
(
	0=>'载入',
	1=>'删除',
	2=>'草稿管理',
	3=>'保存时间',
	4=>'内容提要',
	5=>'返回撰写页面',
	6=>'已经删除了一个草稿。',
);

$langaug = array
(
	0=>'配置用户组',
	1=>'组号：',
	2=>'在此新增用户组',
	3=>'创建了一个新的用户组。',
	4=>'修改了用户组配置文件。',
);