<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langact = array
(
	0=>'新建分类',
	1=>'新分类名',
	2=>'分类编辑',
	3=>'选择分类',
	4=>'更名为',
	5=>'删除分类',
	6=>'删除后文章归属于',
	7=>'没有选择一个分类名；',
	8=>'没有填写分类名；',
	9=>'分类名包含非法字符，比如 / \ $ # & | 等；',
	10=>'分类名超长，多于10个汉字；',
	11=>'分类名太短，小于3个字符',
	12=>'你已经成功编辑了分类。',
	13=>'你已经成功创立新的分类。',
	14=>'没有选择归属到哪一个分类；',
	15=>'您确认要删除这个分类吗？此操作不可逆！',
	16=>'欲删除的分类和删除后划归的分类不能是同一个；',
	17=>'已经删除这个分类。如果您曾经调整了分类顺序，则您需要重新设置顺序。',
	18=>'现在，您必须重新进行计数！',
	19=>'重新计数',
	20=>'分类排序',
	21=>'当前分类名称和id的对应表：',
	22=>'手动调整顺序为（请在各个框内输入分类id数字）',
	23=>'错误的填写可能造成分类显示不正确',
	24=>'恢复按id顺序排序',
	25=>'更改分类顺序完成，如有错误，请返回重新设定',
	26=>'未配置转向分类',
	27=>'编辑',
	28=>'删除',
	29=>'转向分类显示在分类的位置，但点击后进入的是你设定的地址',
	30=>'增加转向链接',
	31=>'链接文字',
	32=>'链接到',
	33=>'管理转向链接',
	34=>'转向分类管理完成。',
	35=>'未指定转向分类。',
	36=>'描述',
);

$langawr = array
(
	0=>'词语替换器 (注：设置过多的替换器会影响速度)',
	1=>'内容：',
	2=>'格式如下：原文字*替换为的文字（比如 google*[url=http://www.google.com]google[/url] 就表示将所有字符串google替换成一个带链接的google字符串。<br>注意：*号前后不用加入空格，每个替换器用半角的 ,（逗号）隔开。因此目标文字和替换文字中都不能包含*号和逗号以避免混淆。',
	3=>'不可带有半角单引号（\'） ！',
	4=>'HTML不支持， UBB支持。',
	5=>'你已经成功更改了替换器设置。',
);
