<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langgb = array 
(
	0=>'大名：',
	1=>'主页：',
	2=>'电邮：',
	3=>'留言：',
	4=>'仅blog主人可见',
	5=>'提交',
	6=>'清除',
	7=>'保密',
	8=>'此留言只有blog主人可以查看',
	9=>'回复于',
	10=>'给 :: 发信件',
	11=>'访问 :: 的主页',
	12=>'回复',
	13=>'删除',
	14=>'上一页',
	15=>'下一页',
	16=>'分页: ',
	17=>'给 :: 留言',
	18=>'邮件',
	19=>'主页',
	20=>'回复',
	21=>'删除',
	22=>'ＩＰ',
	23=>'关闭UBB',
	24=>'输入验证码',
);

$langgal = array 
(
	0=>':: 的相册',
	1=>'上一张',
	2=>'下一张',
	3=>'返回上层相册',
	4=>'幻灯片',
	5=>'分页： ',
	6=>'播放',
	7=>'暂停',
	8=>'重播',
	9=>'幻灯片只能在IE中观看',
);

$langreply = array 
(
	17=>'选择字体颜色',
	18=>'蓝',
	19=>'橙',
	20=>'深红',
	21=>'红',
	22=>'绿',
	23=>'粉',
	24=>'紫',
	25=>'粗体',
	26=>'斜体',
	27=>'下划线',
	28=>'链接',
	29=>'水平线',
	30=>'引用',
);
