<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langsearch = array 
(
	0=>'为了避免过度搜索造成资源浪费，您将不能在 :: 秒内做第二次搜索',
	1=>'您现在的用户等级不能使用高级搜索。',
	2=>'高级搜索被禁止了。',
	3=>'关键字太短，或者使用频度过高，或者属于敏感词汇。',
	4=>'搜索标题关键字：',
	5=>'条匹配结果',
	6=>'关键字',
	7=>'暂时不支持多个关键字',
	8=>'搜索类别',
	9=>'不选择则为所有',
	10=>'日期',
	11=>'所有时间',
	12=>'一年内',
	13=>'半年内',
	14=>'三个月内',
	15=>'一个月内',
	16=>'14天内',
	17=>'7天内',
	18=>'范围',
	19=>'标题',
	20=>'内容',
	21=>'搜索可能需要较长的时间；为了节省资源，请选择最合理的关键字。',
	22=>'两次最短搜索间隔',
	23=>'秒。',
	24=>'搜索',
	25=>'高级搜索',
	26=>'搜索关键字：',
	27=>'，匹配次数：',
	28=>'以下是全部找到的结果。',
	29=>'没有找到任何结果。',
);