<?php

// Language Pack for Bo-Blog
// Chinese Simplified
// Due to the possibility of improper translation, only this package (Simplified Chinese package) stands for the original meaning of the author.
// Bo-blog原始语言文件，所有异议部分以此文件为准

$langaer = array
(
	0=>'没有选择分类！',
	1=>'插入Flash',
	2=>'输入Flash 的 URL',
	3=>'选项',
	4=>'自动播放',
	5=>'不自动播放',
	6=>'自动播放',
	7=>'高宽',
	8=>'宽度:',
	9=>'高度:',
	10=>'确认',
	11=>'取消',
	12=>'插入图片',
	13=>'图片URL:',
	14=>'输入图片URL',
	15=>'在新窗口内预览图片',
	16=>'预览',
	17=>'替代文本:',
	18=>'用于不支持图片的浏览器',
	19=>'布局',
	20=>'对齐:',
	21=>'不设置',
	22=>'边框:',
	23=>'不填则无边框',
	24=>'边距',
	25=>'水平:',
	26=>'垂直:',
	27=>'插入多媒体',
	28=>'多媒体 URL:',
	29=>'输入多媒体的URL',
	30=>'播放器:',
	31=>'插入表格',
	32=>'行:',
	33=>'行数',
	34=>'列:',
	35=>'列数',
	36=>'宽度:',
	37=>'表格宽度',
	38=>'宽度单位',
	39=>'百分比',
	40=>'像素',
	41=>'表格线:',
	42=>'不填则无表格线',
	43=>'边距',
);