<?php

// Language Pack for Bo-Blog
// Traditional Chinese

$langact = array
(
	0=>'新增分類',
	1=>'新分類名稱',
	2=>'編輯分類',
	3=>'選擇分類',
	4=>'改名為',
	5=>'刪除分類',
	6=>'刪除後文章轉到',
	7=>'沒有選擇分類名稱；',
	8=>'沒有填寫分類名稱；',
	9=>'分類名稱包含非法符號，比如 / \ $ # & | 等；',
	10=>'分類名超長，多於20個位元組；',
	11=>'分類名太短，小於3個位元組',
	12=>'您已經成功編輯了分類。',
	13=>'您已經成功新增的分類。',
	14=>'沒有選擇文章轉到哪一個分類；',
	15=>'您確定要刪除這個分類嗎？此操作後無法還原！',
	16=>'刪除的分類和刪除後把文章轉到的分類不能是同一個；',
	17=>'已經刪除了這個分類。如果您曾經調整了分類排序，您則需要重新設定排序。',
	18=>'現在，您必須重新計數！',
	19=>'重新計數',
	20=>'分類排序',
	21=>'目前的分類名稱和id的對應表：',
	22=>'手動調整排序為（請在各個框內輸入分類id數字）',
	23=>'填寫錯誤可能造成分類顯示不正確',
	24=>'按id順序排序',
	25=>'更改分類順序完成，如有錯誤，請返回重新設定',
	26=>'未設定轉向分類',
	27=>'編輯',
	28=>'刪除',
	29=>'轉向分類會顯示在分類的位置，但在點擊後進入的是您設定的位置',
	30=>'增加轉向連結',
	31=>'連結文字',
	32=>'連結到',
	33=>'管理轉向連結',
	34=>'轉向分類管理完成。',
	35=>'未指定轉向分類。',
	36=>'描述',
);

$langawr = array
(
	0=>'詞語替換器 (註：設置過多的替換器會影響速度)',
	1=>'內容：',
	2=>'格式如下：原文字*替換為的文字（比如 google*[url=http://www.google.com]google[/url] 就表示將所有google字眼替換成一個帶連結的google字眼。<br>注意：*號前後不用加入空格，每個替換器用半型文字的「,」（逗號）隔開。因此目標文字和替換文字中都不能包含*號和逗號以避免混淆。',
	3=>'不可帶有半型文字單引號（\'） ！',
	4=>'不支援HTML， 支援UBB。',
	5=>'您已經成功修改了替換器設定。',
);
