<?php

// Language Pack for Bo-Blog
// Traditional Chinese

$langadgl = array
(
	0=>'未命名相簿',
	1=>'沒有說明',
	2=>'編輯',
	3=>'相簿管理 ',
	4=>'資料夾名稱',
	5=>'相簿名稱',
	6=>'描述',
	7=>'相簿說明',
	8=>'圖片說明',
	9=>'使用說明:<br><br>建立一個新的相簿：在您Bo-Blog安裝資料夾下的gallery資料夾下新增一個資料夾，然後到本頁面設定此相簿的名字和說明，就完成新建了一個相簿。<br><br>上傳圖片：將圖片使用FTP上傳到對應的相簿資料夾下即可。每個圖片需要對應兩個檔案。一是圖片本身，比如 a.gif 。另外需要上傳的是這個圖片的縮圖，命名方式是： _thb_檔案名稱。 比如， a.gif 的縮圖應該是 _thb_a.gif 。有了這兩個文件，圖片上傳才算完成。沒有縮圖的圖片將自動採用預設的縮圖。<br><br>如何生成縮略圖：如果您的空間支援 GD庫 ，可以用程式自帶的「縮略圖工具」批量生成一個圖片資料夾下的所有縮略圖。如果您的空間不支援GD庫，您需要使用一些可以自動生成縮圖的軟件，比如Fireworks。<br><br>刪除一個相冊或圖片：請使用FTP將其刪除即可。<br><br>注意：圖片和資料夾的檔名稱請盡量使用英文名稱，否則可能產生不可預知的問題。',
	10=>'此資料夾不存在。',
	11=>'相簿管理 - 相簿屬性',
	12=>'編輯相簿完成。',
	13=>'製作',
	14=>'相簿管理 - 縮圖',
	15=>'縮圖',
	16=>'使用說明:<br><br>此操作需要空間支援GD庫。<br>注意：已經存在的相同名稱縮圖將會被自動覆蓋。',
	17=>'相簿管理 ─ 圖片描述',
	18=>'圖片檔案名稱',
	19=>'圖片描述',
	20=>'編輯了圖片描述。',
	21=>'已經完成了資料夾下所有縮圖的批量製作。製作縮圖數目：',
);

$langadpl = array
(
	0=>'插件名稱',
	1=>'作者',
	2=>'版本',
	3=>'簡介',
	4=>'管理',
	5=>'刪除',
	6=>'插件管理',
	7=>'增加一個插件',
	8=>'插件資料夾名稱',
	9=>'找不到指定的插件資料夾或者不存在符合要求的安裝檔案。',
	10=>'成功增加了一個插件。',
	11=>'沒有指定插件。',
	12=>'插件刪除完畢。',
);