<?php

// Language Pack for Bo-Blog
// Traditional Chinese

$langabk = array
(
	0=>'歡迎來到備份程式',
	1=>'程式將備份所有重要數據。請在下面輸入備份到的資料夾名稱，如空間運行於安全模式請先手動建立此資料夾，屬性設置為777',
	2=>'視乎數據的多少，備份可能需要較長的時間',
	3=>'開始備份',
	4=>'恭喜，所有內容備份完成，請到 :: 資料夾下載備份數據',
	5=>'程式將把舊有文章數據、用戶數據導入到新的資料夾中，舊有設置將導入到blog/資料夾中。請在下面輸入要存放數據的資料夾名稱，如空間運行於安全模式請先手動建立資料夾，屬性設置為777',
	6=>'請務必保證備份數據由本程式自動生成且未經修改！！',
	7=>'備份數據所在資料夾',
	8=>'新文章存放資料夾',
	9=>'新用戶數據存放資料夾',
	10=>'開始導入數據',
	11=>'恭喜，所有數據導入完成',
);

$langban = array
(
	0=>'禁止發佈言論的ip,每個ip用半型文字「,」（逗號）隔開',
	1=>'輸入禁止的ip，ip段（比如202.120.36可禁止202.120.36.*)',
	2=>'禁止發表的詞彙,每個詞語用半型文字「,」（逗號）隔開',
	3=>'敏感詞語：',
	4=>'輸入禁止的詞語，大小寫可忽略',
	5=>'更新成功',
	6=>'您已經成功更改了禁止發言的ip。',
	7=>'您已經成功更改了敏感詞語設置。',
	8=>'禁止搜尋的詞彙',
	9=>'為了避免胡亂搜尋，可以將一些常用詞彙列入禁止搜尋<br/>程式已經禁止了少於三個字節（一個漢字）的詞語搜索',
	10=>'無意義詞',
	11=>'儲存了禁止搜索詞。',
);
