<?php

// Language Pack for Bo-Blog
// Traditional Chinese

$langarp =  array
(
	0=>'評論',
	1=>'現在禁止發表評論。',
	2=>'您的IP被禁止發表評論。',
	3=>'您回覆的文章不存在；',
	4=>'沒有填寫您的匿稱；',
	5=>'匿稱過長；',
	6=>'匿稱與blog主人完全一致（為避免混淆視聽請改變您的匿稱，如果您是blog主人請登入後發表）；',
	7=>'您的匿稱被註冊用戶使用。請改變您的匿稱，如果您是此用戶請登入後發表',
	8=>'驗證碼不正確，請仔細輸入；',
	9=>'沒有填寫內容；',
	10=>'內容過長；',
	11=>'內容中含有被禁止發表的詞語或內容！',
	12=>'此文已被鎖定，或擁有不允許瀏覽屬性！',
	13=>'您成功發表了一篇評論。',
	14=>'返回剛回覆的文章',
	15=>'您無權刪除；',
	16=>'您是否要刪除對於 :: 的回覆？此操作後無法還原！',
	17=>'您已經成功刪除了回覆。',
	18=>'您真的要刪除這篇關於 :: 的<b>所有</b>回覆嗎？此操作後無法還原！',
	19=>'刪除了所有回覆；',
	20=>'回覆留言',
	21=>'留言者',
	22=>'留言時間',
	23=>'留言内容',
	24=>'成功發表或修改了對留言的回覆。',
	25=>'成功删除了對留言的回覆。',
	26=>'副管理員只能編輯、刪除自己發表的回復。',
);

$langarg =  array
(
	0=>'用戶註冊',
	1=>'未填寫用戶名或太短的用戶名，或用戶名包含不可接受的字符。',
	2=>'用戶名已被使用。',
	3=>'用戶名含有違禁詞語。',
	4=>'電郵地址不正確。',
	5=>'密碼太短。',
	6=>'兩次輸入密碼不一致。',
	7=>'註冊成功，您現在可以登入。',
	8=>'如果您更改過密碼，您將需要重新登入。',
);