<?php

// Language Pack for Bo-Blog
// Traditional Chinese

$langadmt = array
(
	0=>'維護 ─ 重新計數',
	1=>'操作功能：',
	2=>'修復文章數、回覆數和日曆顯示上的錯誤。',
	3=>'維護過程可能需要一些時間（視文章數量而定） ',
	4=>'下一步',
	5=>'正在修復...',
	6=>'修復完成',
	7=>'修復完成。',
	8=>'維護 ─ 重整緩存',
	9=>'修復首頁上左側的顯示數目和最新回覆列表。<br>重新整理友情連結的js緩存。<br>清空搜尋留下的緩存。',
	10=>'維護 ─ 格式化資料夾',
	11=>'將上傳資料夾更改為初始值: up/ 。',
	12=>'完成了目錄文件名更改。',
	13=>'維護 ─ 重新測試空間',
	14=>'測試空間對本程式需要用到的一些函數是否支援。更換了空間或空間更改了配置後需要運行本操作。',
	15=>'支援',
	16=>'不支搬，受影響的功能：',
	17=>'測試結果：',
	18=>'維護 ─ 簡化數據庫',
	19=>'系統將會測試您的數據庫，將部分數據轉移到備用的檔案中，使得目前的列表僅包含必要的記錄數（50條）。這一部操作不影響外觀的顯示，但可以適當提速，請定期執行此步操作。',
	20=>'簡化數據庫成功。',
	21=>'重新整理表情成功！',
);

$langapf = array
(
	0=>'個人資料 (*必填)',
	1=>'選擇頭像：',
	2=>'不改變目前頭像',
	3=>'個人主頁： ',
	4=>'來自：',
	5=>'生日：',
	6=>'四位年/兩位月/兩位日 (用西文的"/"連結，不公開，僅判斷星座)',
	7=>'性別：',
	8=>'不透露',
	9=>'男',
	10=>'女',
	11=>'簡介：',
	12=>'您已經成功更改了個人資料。',
	13=>'職業',
	14=>'電話',
	15=>'特長',
);

$langask = array
(
	0=>'不存在的文章id；',
	1=>'已經取消了置頂。',
	2=>'返回被取消置頂的文章',
	3=>'已經成功置頂了文章。 ',
	4=>'返回置頂的文章',
);

$langaul = array
(
	0=>'選擇需要上傳的文件，並點擊「上傳」',
	1=>'目標文件：',
	2=>'確定上傳',
	3=>'沒有選擇文件 ',
	4=>'上傳成功，',
	5=>'此文件的引用地址為：',
	6=>'點擊這裡複製到剪貼板',
	7=>'點這裡重新檢測環境',
	8=>'刪除',
	9=>'上傳管理',
	10=>'文件名（點擊瀏覽）',
	11=>'上傳時間',
	12=>'字節數',
	13=>'文件成功刪除。',
	14=>'附件命名方式',
	15=>'Unix時間戳',
	16=>'日期時間',
	17=>'原檔案名（限英文檔案名）',
	18=>'自命名',
	19=>'（僅僅填寫檔案主名即可，英文）',
	20=>'重名檔案處理',
	21=>'自動重命名',
	22=>'提示我',
	23=>'覆蓋原檔案',
	24=>'指定的檔案名含有非拉丁字母，或者沒有填寫檔案名。',
	25=>'上傳資料夾中有重名檔案。',
);

$langaau = array
(
	0=>'尋找用戶',
	1=>'輸入用戶名：',
	2=>'無此用戶。',
	3=>'您確認要刪除以下用戶嗎？  <br>詳情： ',
	4=>'用戶名：',
	5=>'註冊於：',
	6=>'發佈評論：',
	7=>'刪除了以下用戶：',
	8=>'刪除',
	9=>'上傳管理',
	10=>'檔案名稱（點擊瀏覽）',
	11=>'上傳時間',
	12=>'位元組',
	13=>'文件成功刪除。',
	14=>'分頁： ',
	15=>'觀看',
	16=>'排序：',
	17=>'按字母升序',
	18=>'按字母降序',
	19=>'按註冊日順序',
	20=>'按註冊日倒序',
	21=>'編輯',
	22=>'找到用戶',
	23=>'更改用戶組組號為',
	24=>'初始用戶的密碼為',
	25=>'（不填則不改）',
	26=>'更改',
	27=>'編輯用戶成功。',
	28=>'添加/編輯副管理員',
	29=>'在這裡輸入副管理員的ID，副管理員只擁有管理員的前台權力，不能進入後台。兩個id之間請用西文逗號分開。最後一個id後不要逗號。<br>提升用戶為副管理員後，其用戶組設置不再有約束力。',
	30=>'成功編輯副管理員列表。',
);

$langadf = array
(
	0=>'載入',
	1=>'刪除',
	2=>'草稿管理',
	3=>'儲存時間',
	4=>'內容提要',
	5=>'返回撰寫頁面',
	6=>'已經刪除了一個草稿。',
);

$langaug = array
(
	0=>'置定用戶組',
	1=>'組號：',
	2=>'在此新增用戶組',
	3=>'創建了一個新的用戶組。',
	4=>'修改了用戶組配置文件。',
);