<?php

// Language Pack for Bo-Blog
// Traditional Chinese

$langgb = array 
(
	0=>'匿稱：',
	1=>'主頁：',
	2=>'電郵：',
	3=>'留言：',
	4=>'僅blog主人可見',
	5=>'提交',
	6=>'清除',
	7=>'保密',
	8=>'此留言只有blog主人可以觀看',
	9=>'回覆於',
	10=>'給 :: 發信件',
	11=>'訪問 :: 的主頁',
	12=>'回覆',
	13=>'刪除',
	14=>'上一頁',
	15=>'下一頁',
	16=>'分頁: ',
	17=>'給 :: 留言',
	18=>'郵件',
	19=>'主頁',
	20=>'回覆',
	21=>'刪除',
	22=>'ＩＰ',
	23=>'關閉UBB',
	24=>'輸入驗證碼',
);

$langgal = array 
(
	0=>':: 的相簿',
	1=>'上一張',
	2=>'下一張',
	3=>'返回上層相簿',
	4=>'幻燈片',
	5=>'分頁： ',
	6=>'播放',
	7=>'暫停',
	8=>'重播',
	9=>'幻燈片只能在IE中觀看',
);

$langreply = array 
(
	17=>'選擇字體顏色',
	18=>'藍',
	19=>'橙',
	20=>'深紅',
	21=>'紅',
	22=>'綠',
	23=>'粉',
	24=>'紫',
	25=>'粗體',
	26=>'斜體',
	27=>'底線',
	28=>'連結',
	29=>'水平線',
	30=>'引用',
);
