<?php

// Language Pack for Bo-Blog
// Traditional Chinese

$langsearch = array 
(
	0=>'為了避免過度搜尋造成資源浪費，您將不能在 :: 秒內進行第二次搜尋',
	1=>'您現在的用戶等級不能使用高級搜尋。',
	2=>'高級搜尋被禁止了。',
	3=>'關鍵字太短，可能是使用頻度過高或者屬於敏感詞彙。',
	4=>'搜尋標題關鍵字：',
	5=>'個匹配結果',
	6=>'關鍵字',
	7=>'暫時不支持多個關鍵字',
	8=>'搜尋類別',
	9=>'不選擇則為所有',
	10=>'日期',
	11=>'所有時間',
	12=>'一年內',
	13=>'半年內',
	14=>'三個月內',
	15=>'一個月內',
	16=>'14天內',
	17=>'7天內',
	18=>'範圍',
	19=>'標題',
	20=>'內容',
	21=>'搜尋可能需要較長的時間；為了節省資源，請選擇最合理的關鍵字。',
	22=>'兩次最短搜尋距離',
	23=>'秒。',
	24=>'搜尋',
	25=>'高級搜尋',
	26=>'搜尋關鍵字：',
	27=>'，匹配次數：',
	28=>'以下是找到的結果。',
	29=>'沒有找到任何結果。',
);